adpyke.codesnap
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
hasibx2000.dracula-pro
icrawl.discord-vscode
jonkwheeler.styled-components-snippets
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.vscode-typescript-next
natqe.reload
naumovs.color-highlight
pkief.material-icon-theme
pnp.polacode
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.theme-omni
styled-components.vscode-styled-components
tabnine.tabnine-vscode
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
xabikos.reactsnippets
